Repository: sillsdev/FwLocalizations
Catalog: messages.tr.tmx
Source language: en
Languages: tr

source: &Tools
tr: &Araçlar

source: _Tools
tr: _Araçlar

source: Tools
tr: Araçlar

source: Top Border
tr: Üst Kenarlık

source: Trailing
tr: Arkaya

source: Trailing Token
tr: Bitiş Simgesi

source: Training
tr: Eğitim

source: Translated Lists Files
tr: Çevrilen Listeler Dosyaları

source: Translation
tr: Çeviri

source: Translation Type
tr: Çeviri Türü

source: Translation Types
tr: Çeviri Türleri

source: Translations
tr: Çeviriler

source: &Treat as not Word Forming
tr: &Sözcük Şekillendirmeyen olarak davran

source: &Treat as Punctuation
tr: &Noktalama olarak davran

source: &Treat as Symbol
tr: &Sembol olarak davran

source: &Treat as Word-Forming
tr: &Sözcük Şekillendirme olarak davran

source: Turn off all filters
tr: Tüm filtreleri kapat

source: Turn off all filters.
tr: Tüm filtreleri kapat.

source: Turquoise,0,255,255
tr: Turkuaz,0,255,255

source: _Type
tr: _Tür

source: Type
tr: Tür

source: Type a space to separate morphemes and a break character to indicate the morpheme type.
tr: Morfemleri ve morfem türünü belirtmek için sayfa sonu karakteri girin.

source: Type slot name here
tr: Slot ismini buraya girin

source: Unable to access the project data folder: {0} Ensure that this folder is shared and that you have permission to access it.
tr: Proje data klasörüne erişim başarısız: {0} Bu klasörün paylaşıldığından ve erişim izninizin olduğundan emin olun.

source: Unable to Create Backup Folder
tr: Yedekleme Klasörü Oluşturma Başarısız

source: Unable to initialize the data.
tr: Veriyi başlatma başarısız.

source: Unable to modify project locations.
tr: Proje konumlarını değiştirme başarısız

source: Unable to restore project from this backup file, which was created with an earlier version of FieldWorks:
tr: FieldWorks'ün eski bir versiyonu ile oluşturulan bu yedekleme dosyasından projeyi geri yükleme başarısız:

source: Unable to restore.
tr: Geri yükleme başarısız.

source: Uncheck all
tr: Tümünün işaretini kaldır

source: Unclassified affix
tr: Sınıflandırılmamış Ek

source: &Undo {0}
tr: &Geri Al {0}

source: Undo {0}
tr: {0} Geri Al

source: Undo Change Morpheme Type
tr: Morfem Türünü Değiştirmeyi Geri Al

source: Undo Merge Analyses
tr: Analiz Birleştirmeyi Geri al

source: Undo Referenced Complex Forms
tr: Başvurulan Kompleks Biçimleri Geri al

source: Unfold
tr: Düzleştir

source: unknown category
tr: bilinmeyen kategori

source: <Unknown Complex Form>
tr: <Bilinmeyen Karmaşık Form>

source: unknown morph type
tr: bilinmeyen biçim türü

source: Unmarked inflectional affix slot
tr: İşaretlenmemiş bükümlü ek slotu

source: Updating: {0}
tr: Güncelleştirilen: {0}

source: Usage
tr: Kullanım

source: Usa&ge:
tr: Kullanım:

source: Usages
tr: Kullanımlar

source: Use Allomorph
tr: Alomorf Kullan

source: Use default analysis
tr: Varsayılan analiz kullan

source: Use Default Folder
tr: Varsayılan Klasörü Kullan

source: &Use Entry
tr: &Girdi kullan

source: Use &regular expressions
tr: &Düzenli ifadeler kullan

source: Use regular expressions
tr: Düzenli ifadeler kullan

source: Use the older files from the backup.
tr: Yedeklemeden eski dosyaları kullan.

source: User Analyses
tr: Kullanıcı Analizleri

source: user interface
tr: kullanıcı arayüzü

source: User Interface:
tr: Kullanıcı Arayüzü:

source: Users:
tr: Kullanıcılar:

source: Utilities
tr: Kamu Hizmetleri

source: _Utilities...
tr: _Kamu Hizmetleri...

source: Value
tr: Değer

source: Value #{0}
tr: Değer #{0}

source: Values
tr: Değerler

source: _Variant
tr: _Değişke

source: Variant abbreviation:
tr: Değişke kısaltması:

source: Variant Form
tr: Değişke Biçimi

source: Variant name:
tr: Değişke ismi:

source: Variant of
tr: ... Değişkesi

source: Variant of Entry or Sense
tr: Girdinin ya da Algının Değişkesi

source: Variant of...
tr: ... Değişkesi

source: &Variant of:
tr: &Değişken:

source: Variant Type
tr: Değişke Türü

source: Variant Type :
tr: Değişke Türü:

source: Variant Type:
tr: Değişke Türü:

source: Variant Types
tr: Değişke Türleri

source: &Variant:
tr: &Değişken:

source: Variants
tr: Değişkeler

source: vernacular
tr: yerel

source: Vernacular
tr: Anadil

source: &Vernacular language writing system
tr: &Analiz dil yazım sistemi

source: vernacular or analysis
tr: anadil veya analiz

source: &Vernacular Writing System
tr: &Yerel Yazım Sistemi

source: &Vernacular Writing Systems
tr: &Anadil Yazım Sistemleri

source: Version: {0} {1} {2}
tr: Sürüm: {0} {1} {2}

source: &View
tr: &Görünüm

source: _View
tr: _Görünüm

source: View the WeSay "Share With FLEx" page.
tr: WeSay "Flex ile Paylaş" sayfasını görüntüle.

source: Violet,128,0,128
tr: Mor,128,0,128

source: Warning
tr: Uyarı

source: Warning!
tr: Uyarı!

source: Warning: deleting a field cannot be undone. Are you SURE you want to delete the field {0}?
tr: Uyarı: bir alanı silme geri alınamaz. Alanı silmek istediğinizden EMİN misiniz {0}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field! Are you SURE you want to delete the field {1}?
tr: Uyarı: bir alanı silme geri alınamaz. Not: Veritabanınızdaki {0} öğeler bu alanda veriye sahip! Alanı silmek istediğinizden EMİN misiniz {1}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field, and {1} views have been configured to display this field! Are you SURE you want to delete the field {2}?
tr: Uyarı: bir alanı silme geri alınamaz. Not: Veritabanınızdaki {0} öğeler bu alanda veriye sahip, and {1} görüntüleme bu alanı göstermek için yapılandırılmış! Alanı silmek istediğinizden EMİN misiniz {2}?

source: Warning: deleting a field cannot be undone. Note: {0} views have been configured to display this field! Are you SURE you want to delete the field {1}?
tr: Uyarı: bir alanı silme geri alınamaz. Not: {0} görüntüleme bu alanı göstermek için yapılandırılmış! Alanı silmek istediğinizden EMİN misiniz {1}?

source: We recommend that you only change this after discussing it with a consultant.
tr: Bir danışmanla konuştuktan sonra bunu değiştirmenizi öneririz.

source: _Welcome
tr: _Hoşgeldiniz

source: White,255,255,255
tr: Beyaz,255,255,255

source: Whitespace
tr: Boşluk

source: &Whole item
tr: &Tüm öğe

source: &Window
tr: &Pencere

source: _Window
tr: _Pencere

source: Window
tr: Pencere

source: Word (Citation Form)
tr: Kelime (Alıntı Biçim)

source: Word (Lexeme Form)
tr: Kelime (Sözlükbirim Biçim)

source: Word Analyses
tr: Kelime Analizleri

source: Word Cat.
tr: Kelime Kat.

source: Word Category
tr: Kelime Kategorisi

source: Word Gloss
tr: Kelime Açıklaması

source: _Word Glosses
tr: _Kelime açıklamaları

source: Word Glosses
tr: Kelime Açıklamaları

source: Word List Concordance
tr: Kelime Listesi Uyumu

source: Word Tools
tr: Kelime Araçları

source: Word:
tr: Sözcük:

source: Wordform
tr: Kelime biçimi

source: Wordform Analyses
tr: Kelime Biçimi Analizleri

source: Wordforms
tr: Kelime Biçimleri

source: Words (_assign analysis)
tr: Kelimeler (_analiz ata)

source: words and glosses
tr: kelimeler ve açıklamarlar

source: Would you like FieldWorks to restore the linked files within the project folder?
tr: FieldWorks'ün bağlantılı dosyaları proje klasöründe geri yüklemesini ister misiniz?

source: Would you like to keep the newer files in the folder or replace them with the older ones from the backup?
tr: Daha yeni dosyaları klasörde tutmak veya yedeklemeden daha eskileri ile değiştirmek ister misiniz?

source: Writing {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
tr: {0}'ı FieldWorks 6.0 XML olarak yazma başarısız. Yazım süreci hata koduna {1} ve hata mesajına {2} dönüştü.

source: Writing out backup file...
tr: Yedekleme dosyasını yazıyor...

source: Writing system
tr: Yazım sistemi

source: &Writing System
tr: &Yazım Sistemi

source: _Writing System
tr: _Yazım Sistemi

source: Writing System
tr: Yazım Sistemi

source: Writing System :
tr: Yazım Sistemi :

source: Writing System Properties
tr: Yazım Sistemi Özellikleri

source: &Writing System(s):
tr: &Yazım Sistem(ler)i:

source: &Writing System:
tr: &Yazım Sistemi:

source: Writing System:
tr: Yazım Sistemi:

source: Writing System: {0}
tr: Yazım Sistemi: {0}

source: Writing Systems
tr: Yazım Sistemleri

source: Writing systems defined for this project are shown below. Check those which you want to appear in multilingual, single-line fields. The first checked writing system is the default for its type.
tr: Bu proje için tanımlanan yazım sistemleri aşağıda gösterilmektedir. Çoklu dilli ve tek satır alanlarda görünmesini istediklerinizi kontrol edin. İlk kontrol edilen yazım sistemi kendi türünün varsayılanıdır.

source: Writing Systems for
tr: ... için Yazım Sistemleri

source: Writing Systems for {0} field
tr: {0} alanı için Yazım Sistemleri

source: &Writing systems:
tr: &Yazım sistemleri:

source: Writing systems:
tr: Yazım Sistemleri:

source: Writing Systems:
tr: Yazım Sistemleri:

source: Writing the copy of {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
tr: {0}'ın kopyasını FieldWorks 6.0 XML olarak yazma başarısız. Yazım süreci hata koduna {1} ve hata mesajına {2} dönüştü.

source: Yellow,255,255,0
tr: Sarı,255,255,0

source: yes
tr: evet

source: &Yes
tr: &Evet

source: Yes
tr: Evet

source: You are deleting the following item:
tr: Aşağıdaki öğeyi siliyorsunuz:

source: You are saving a backup to a different location. Would you like to make this the default location to save backups?
tr: Yedek bir kopyayı başka bir konuma kaydediyorsunuz. Burayı yedek kopyaları kaydetmek için varsayılan konum yapmak ister misiniz?

source: You cannot hide the Word line in this view
tr: Kelime satırını bu görünümde gizleyemezsiniz

source: You have launched FLEX 10 times.
tr: FLEX 10 kez başlatıldı.

source: You have launched FLEX 40 times.
tr: FLEX 40 kez başlatıldı.

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. Altered comment: {0} Full comment: {1}
tr: Yorumunuz yedekleme dosya ismine yerleştirilemeyecek bazı karakterler içeriyor. Dosya adındaki yorum, yedekleme dosyası içinde kaydedilenden biraz farklı olacaktır. Değiştirilen yorum: {0} Tüm yorum: {1}

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. As a result, this backup will overwrite a previous one. Altered comment: {0} Full comment: {1}
tr: Yorumunuz yedekleme dosya ismine yerleştirilemeyecek bazı karakterler içeriyor. Dosya adındaki yorum, yedekleme dosyası içinde kaydedilenden biraz farklı olacaktır. Sonuç olarak, bu yedekleme öncekinin üzerine yazılacaktır. Değiştirilen yorum: {0} Tüm yorum: {1}

source: Zoom
tr: Yakınlaştır

source: All:
tr: Tümü:

source: Annotations
tr: Ek Açıklamalar

source: Apply Filter
tr: Filtreyi Uygula

source: Attributes:
tr: Öznitelikler:

source: Author:
tr: Yazar:

source: Auto
tr: Otomatik

source: Bengali
tr: Bengal dili

source: Book
tr: Kitap

source: Books
tr: Kitaplar

source: Bridge
tr: Köprü

source: &Category
tr: &Kategori

source: Centimeters
tr: Santimetre

source: Checking
tr: Denetleniyor

source: Closing
tr: Kapanış

source: Columns
tr: Sütunlar

source: Confirm Deletion
tr: Silmeyi Onayla

source: Content
tr: İçerik

source: Context
tr: Bağlam

source: Continuous
tr: Sürekli

source: Current Version
tr: Geçerli Sürüm

source: Custom List
tr: Özel Liste

source: Data Entry
tr: Veri Girdisi

source: Details
tr: Ayrıntılar

source: Different first page
tr: İlk sayfada farklı

source: Different odd and even
tr: Tek ve çift sayfalarda farklı

source: Draft
tr: Taslak

source: Ed&it
tr: Düzen

source: Edit Annotation
tr: Ek Açıklamayı Düzenle

source: Encoding
tr: Kodlama

source: Ethiopic
tr: Etiyopya dili

source: Example: {0}
tr: Örnek: {0}

source: Expected
tr: Beklenen

source: Expert
tr: Uzman

source: file name
tr: dosya adı

source: Filter by Category
tr: Kategoriye Göre Filtre Uygula

source: Filters
tr: Filtreler

source: First Page
tr: İlk Sayfa

source: Footer:
tr: Altbilgi:

source: Footnote
tr: Dipnot

source: Footnotes
tr: Dipnotlar

source: From:
tr: Kimden:

source: Go to
tr: Git

source: Go To Next Footnote
tr: Sonraki Dipnota Git

source: Go To Next Section
tr: Sonraki Bölüme Git

source: Go To Previous Section
tr: Önceki Bölüme Git

source: Gujarati
tr: Gucerat dili

source: Inches
tr: İnç

source: Insert Footnote
tr: Dipnot Ekle

source: Insert Note
tr: Not Ekle

source: Insert Picture
tr: Resim Ekle

source: Interface
tr: Arabirim

source: Intermediate
tr: Orta

source: Kannada
tr: Kannada dili

source: Khmer
tr: Khmer dili

source: Lao
tr: Lao dili

source: Level
tr: Düzey

source: Malayalam
tr: Malayalam dili

source: Margins
tr: Kenar Boşlukları

source: Measurement units:
tr: Ölçü birimi:

source: Message
tr: İleti

source: Message:
tr: İleti:

source: Millimeters
tr: Milimetre

source: Modified:
tr: Değiştirilme:

source: Mongolian
tr: Moğolca

source: Navigate
tr: Git

source: Navigation
tr: Gezinti

source: New Page
tr: Yeni Sayfa

source: Next >>
tr: İleri >>

source: Numbers
tr: Sayılar

source: One
tr: Bir

source: Oriya
tr: Oriya dili

source: Output To
tr: Çıktı

source: Page count
tr: Sayfa sayısı

source: Page number
tr: Sayfa numarası

source: Pattern
tr: Desen

source: Print Layout
tr: Yazdırma Düzeni

source: Project name
tr: Proje adı

source: Project Name
tr: Proje Adı

source: Properties...
tr: Özellikler...

source: pt
tr: nk

source: Range
tr: Aralık

source: Resolution:
tr: Çözünürlük:

source: &Retry
tr: Yeniden &Dene

source: Save Version
tr: Sürüm Kaydet

source: Sections
tr: Bölümler

source: Selected:
tr: Seçili:

source: Show Errors
tr: Hataları Göster

source: Suggestion:
tr: Öneri:

source: Text Size
tr: Metin Boyutu

source: Thai
tr: Tay dili

source: Tibetan
tr: Tibet dili

source: Translator
tr: Çevirmen

source: Two
tr: İki

source: Views
tr: Görünümler
